[{
        "id": 479661,
        "product_nick_name": "गाजर सब्जी बीज",
        "product_name": "TRUPHE Carrot Vegetable Seeds, Gajor Seeds, For Home Gardening Seed  (50 per packet)",
        "product_description": "BrandTRUPHEModel NameCarrot Vegetable Seeds, Gajor Seeds Quantity 50 per packet Common Name  Carrot Vegetable Seeds, Gajor Seeds, For Home Gardening Flowering Plant No Suitable For Outdoor TypeoSeed Vegetable Organic Yes  ",
        "Price": 69,
        "qty": 20,
        "oldPrice": 96,
        "image": "./images/AgroProducts/agriculture-seeds-1.jpeg",
        "categorty": "seeds"
    },
    {
        "id": 479662,
        "product_nick_name": "गोभी सब्जी बीज",
        "product_name": "TRUPHE Cabbage Seeds, Patta Gobhi Seeds, Garden Hoe Seed  (50 per packet)",
        "product_description": " Each Cabbage seeds pack contains 50+ seeds. Can start yielding in 90 days and this is a one time crop",
        "Price": 59,
        "qty": 25,
        "oldPrice": 85,
        "image": "./images/AgroProducts/agriculture-seeds-2.jpeg",
        "categorty": "seeds"
    },
    {
        "id": 479663,
        "product_nick_name": "शिमला मिर्च सब्जी बीज",
        "product_name": "TRUPHE HYBRID GREEN CAPSICUM SEEDS, SHIMLA MIRCH Seed  (40 per packet)",
        "product_description": "TRUPHE HYBRID GREEN CAPSICUM VEGETABLE SEEDS, SHIMLA MIRCH Seed ,F1 Hybrid Capsicum Seeds, Green Capsicum Seeds (Shimla Mirch) - Pack of 1, 40-50 Seeds hYBRID GREEN CAPSICUM VEGETABLE SEEDS, SHIMLA MIRCH",
        "Price": 90,
        "qty": 34,
        "oldPrice": 155,
        "image": "./images/AgroProducts/agriculture-seeds-3.jpeg",
        "categorty": "seeds"
    },
    {
        "id": 479664,
        "product_nick_name": "ककड़ी सब्जी बीज",
        "product_name": "LushGreen Gardens Cucumber F1 Hybrid Seeds Seed  (50 per packet)",
        "product_description": "High Yield Hybrid Rare Vegetable Seeds For Your Kitchen Terrace Gardening",
        "Price": 89,
        "qty": 20,
        "oldPrice": 190,
        "image": "./images/AgroProducts/agriculture-seeds-4.jpeg",
        "categorty": "seeds"
    },
    {
        "id": 479667,
        "product_nick_name": "टमाटर सब्जी बीज",
        "product_name": "TRUPHE Hybrid Tomato Vegetable Seeds Seed  (40 per packet)",
        "product_description": " Easy to grow - can be grown in Indian climate, weather conditions, do not use for food, feed or oil purposes, seeds are only for agriculture and plantation purpose,Tomato Vegetable Seeds For Kitchen Terrace Polyhouse gardening,",
        "Price": 58,
        "qty": 10,
        "oldPrice": 95,
        "image": "./images/AgroProducts/agriculture-seeds-7.jpeg",
        "categorty": "seeds"
    },
    {
        "id": 479668,
        "product_nick_name": "नींबू के बीज",
        "product_name": "Getflix Sweet Lemon Plant  (Hybrid, Pack of 1)",
        "product_description": "It is easily grown is a house plant in warm, humidified areas. Prefers bright indirect light. Water regularly during the growing season, but reduce watering from fall to late winter. The beautiful & fragrant, classic, Orchid flowers Give the nitrogen fertilizers 3-4 times per year The picture is displayed for reference purpose, the actual height of the plant is 2.0-2.5 ft. Box contains one plant, it contains",
        "Price": 169,
        "qty": 20,
        "oldPrice": 195,
        "image": "./images/AgroProducts/agriculture-seeds-8.jpeg",
        "categorty": "seeds"
    },
    {
        "id": 479669,
        "product_nick_name": "संतरे के बीज",
        "product_name": "GREEN FARMS Orange Seed  (15 per packet)",
        "product_description": "GREEN FARMS Orange Seed It is easily grown is a house plant in warm, humidified areas. Prefers bright indirect light. Water regularly during the growing season, but reduce watering from fall to late winter. The beautiful & fragrant, classic, Orchid flowers Give the nitrogen fertilizers 3-4 times per year The picture is displayed for reference purpose, the actual height of the plant is 2.0-2.5 ft. Box contains one plant, it contains ",
        "Price": 69,
        "qty": 20,
        "oldPrice": 95,
        "image": "./images/AgroProducts/agriculture-seeds-9.jpeg",
        "categorty": "seeds"
    },
    {
        "id": 479670,
        "product_nick_name": "फलों के बीज",
        "product_name": "VS GLOBAL DRAGON FRUIT Seed  (50 per packet)",
        "product_description": "Dragon fruit are sweet fruit from cactus plants in the genus Hylocereus and Selenecereus. This profile is referring to fruits within those genera and the term dragon fruit will be used throughout (“Other 64: Pitahaya Research” - UCANR, n.d.). In other documents, dragon fruit can be referred to as pitaya, pitahaya or strawberry pear (Lobo et al, 2013). Another cacti fruit that goes by the same common name pitaya is from the genus Stenocereus. Fruits from the genus Stenocereus look similar to dragon fruit; however, they are rounder and have a sour flavor (Shelton, 2014).",
        "Price": 59,
        "qty": 10,
        "oldPrice": 80,
        "image": "./images/AgroProducts/agriculture-seeds-10.jpeg",
        "categorty": "seeds"
    },
    {
        "id": 479665,
        "product_nick_name": "गर्म मिर्च हाइब्रिड बीज",
        "product_name": "HN INTERNATIONAL Chili Hot Jwala Pariksha Hybrid Seed  (50 per packet)",
        "product_description": "HN INTERNATIONAL Chili Hot Jwala Pariksha Hybrid Seed Chili Hot Jwala Pariksha Hybrid",
        "Price": 99,
        "qty": 20,
        "oldPrice": 145,
        "image": "./images/AgroProducts/agriculture-seeds-5.jpeg",
        "categorty": "seeds"
    },
    {
        "id": 479666,
        "product_nick_name": "बैंगन हाइब्रिड बीज",
        "product_name": "Nooelec Best Quality Indian brinjal Hybrid oval Seeds  (100 per packet)",
        "product_description": "Brinjal needs a warm climate when both the day and night temperature are sufficiently warm. Plants cannot bear very low temperature and frost is dangerous to the growth of the brinjal plants. A mean temperature between 150 and 220 of daily average is good for the growth of the brinjal plants. The climatic conditions prevailing in South India are very suitable for its growth. The second step is to prepare the soil to sow the brinjal plants. A sandy and loamy soil which should be made fertile by the application of organic manure will be suitable for its growth. The soil should be well drained. The water should not stand in the roots of the plants for a long time. The baby plants to grow can be bought either from the vegetable plants nursery or we can grow the healthy seeds bought from a seed store and grow the same in a pot. Once these grow to a well-developed baby plant, they should be planted in rows leaving a distance of about 12 - 18 inches between each plant. The planted bed should be slightly irrigated and to let the soil hold the roots of the baby plants firmly. Then the plants should be regularly watered. The frequency of watering should be increased or decreased depending on whether you have planted the plants in the garden on the ground or in the terrace or the roof of your house. The frequency of watering will be more if the plants are grown in pots. Care should be taken not to plant the brinjals in a shady portion of the garden. The plants ought to have sufficient sunlight. From time to time, any weeds which might grow in the plants bed must be removed. The plants should be sprayed with the pesticides or insecticides if any disease is noticed. After about two months, you will start getting lovely brinjals for your kitchen to make wonderful brinjal recipes.",
        "Price": 59,
        "qty": 20,
        "oldPrice": 129,
        "image": "./images/AgroProducts/agriculture-seeds-6.jpeg",
        "categorty": "seeds"
    },
    {
        "id": 479651,
        "product_nick_name": "बैकपैक पंप दबाव",
        "product_name": "HM EVOTEK High Quality Knap Sack Backpack Pump Pressure Sprayer 16 L.",
        "product_description": "A superb product Made in India 16 liter backpack sprayer is your ideal choice for spraying on field crops, tea garden, industrial pest control and even useful for large households. The specialty of this product is that the product is entirely made with high density polymer which is very light and durable at the same time and top of the line piston valve systems. This product can be used for all kinds of perfume, cleaning agent, pesticide for crops, spray washing agent in living rooms and public places and also can be used for cleaning large appliances",
        "Price": 1299,
        "qty": 3,
        "oldPrice": 1499,
        "image": "./images/AgroProducts/agriculture-tools-1.jpeg",
        "categorty": "AgricultureTools"
    },
    {
        "id": 479652,
        "product_nick_name": "उद्यान जैविक खेती स्प्रे बोतल",
        "product_name": "Antier MULTIPURPOSE GARDEN HORTICULTURE ORGANIC FARMING SPRAY BOTTLE 1.5 L",
        "product_description": "MULTIPURPOSE GARDEN HORTICULTURE ORGANIC FARMING SPRAY BOTTLE 1.5 L Hand Held Sprayer",
        "Price": 249,
        "qty": 8,
        "oldPrice": 459,
        "image": "./images/AgroProducts/agriculture-tools-2.jpeg",
        "categorty": "AgricultureTools"
    },
    {
        "id": 479653,
        "product_nick_name": "प्रीमियम हेज शीयर",
        "product_name": "GREEN TOUCH Premium Hedge Shear Indian Made, Mehandi Cutter Hedge Shear (24 cm)",
        "product_description": "Hedge Shear Extra Tough Heavy Duty High Quality Hedge Shear Wooden Handle Blade Size: 8 inches / 20.5 cms Total Length: 17 Inches / 42 cms Heavy Duty angled shear for branch, hedges and bushes Rugged strong steel blade Excellent for trimming and pruning With. . . lawn scissor lawn scissors and cutter pruner scissor pruners scissor rt shop cutter pruner scissor wooden handle hedge wooden handle hedge cutter Garden tools - Hedge Shear Wooden Handle Lawn or Grass Cutter. . . .. . branch cutter grass cutter grass cutter for home garden grass cutter machine grass cutter scissor grass cutters grass cutting grass cutting tools grass scissor grass shears grass, cutter heavy duty scissors hedge cutter hedge cutter scissors hedge pruner hedge scissors hedge shear cutter hedge shear scissors lawn cutter lawn grass cuttergarden plant cutting scissors plant cutting scissors for garden pruning cutter for plants rope saw shears sickle for tree cutting small chainsaw tree pruning saw weed cutter machine weed cutter machine for agriculture",
        "Price": 399,
        "qty": 5,
        "oldPrice": 499,
        "image": "./images/AgroProducts/agriculture-tools-3.jpeg",
        "categorty": "AgricultureTools"
    },
    {
        "id": 479654,
        "product_nick_name": "खुदाई के लिए कुदाल",
        "product_name": "KRUFE Stainless Steel Spade for Digging a Heavy Duty Tool (Kassi fawda Shovel Hoe)",
        "product_description": "Agriculture Tool Primarily Used for Digging. It Contain a Blade Attached with a Long Handle. The Handle is Very Strong & Spade were Made with Sharper Tips of Metal.Heavy Duty Gardening Spade with Strong Wooden Handle Suitable for digging, balancing, forming hard/raw ground soil like as a kassi fawda khurpi spade or hor shovel",
        "Price": 799,
        "qty": 13,
        "oldPrice": 999,
        "image": "./images/AgroProducts/agriculture-tools-4.jpeg",
        "categorty": "AgricultureTools"
    },
    {
        "id": 479655,
        "product_nick_name": "फसल कटर मशीन",
        "product_name": "Bajaj Brush Cutter 4 Stroke Crop Cutter Machine with 35cc Extra Power Fuel Grass Trimmer.",
        "product_description": "Best machine for lawn & garden grass trimming and also for agriculture farming use. Bajaj Brush Cutter can be used for cutting/harvesting wheat, rice, sugarcane, soybean, animal feeds, and grass cutting. Bajaj side pack brush cutter is a lightweight, multipurpose, and very powerful machine that is used for agricultural purposes. This machine allows you to work through a full 360 degrees and is ideally suited to agriculture, horticulture, lawn garden maintenance, and landscaping sectors. The Bajaj GX35 35cc brush cutter comes with 3 attachments: an 80T blade, a 3T blade, and the nylon tap n Go cutter. It is used for cutting dry matured standing crops such as wheat, paddy, maize, Jowar, Mehndi, soya bean, etc. You can also use it for cutting dense undergrowth, unwanted weeds, pruning trees, and trimming hedges and garden grass. While cutting the crops this machine simultaneously gather and place the crop on the other side A person can easily cut 8-10 bigha of crops by attaching the 80 t blade as the blade is very powerful and made up of alloy steel body. The unique Bajaj mini 4-stroke engines are reliable, efficient, and quiet, making them kinder to the environment yet offering you superb performance.",
        "Price": 12099,
        "qty": 3,
        "oldPrice": 19000,
        "image": "./images/AgroProducts/agriculture-tools-5.jpeg",
        "categorty": "AgricultureTools"
    },
    {
        "id": 479656,
        "product_nick_name": "रोटेटिंग लॉन स्प्रिंकलर",
        "product_name": "Aravli 360 Rotating Lawn Sprinkler, Large Area Coverage for Lawns and Gardens (Pack of 1)",
        "product_description": "Garden Lawn Water Sprinkler Easy Use-Connect to Water Source and Sprinkle, Watering Lawn or Garden Patio Yard 360 Degree Rotating Sprinkler with Adjustable 4 Different Angle Outlets for Maximum Water Exposure, Save Unnecessary Water Waste Application. the Garden Lawn Sprinkler Is a Straight Forward, Easy to Use Stationary Garden Sprinkler That Delivers an Even Water Spray Across Your Lawn. Our Sprinkler Will Easily Blend in to Your Garden. the Sprinkler Has a Maximum Spraying Area of 26 Ft-32.8 Ft Distance with International Standard Pipes. When Our 3 Arm Area Sprinkler Is Connected to the Faucet with a Hose, the Faucet Opens and the 12 Different Angle Nozzles on the Three-Arm Rotary Sprinkler Automatically Spray the Grass and Plants on the Lawn. 12 Different Angles, 12 Automatic 360 Degree Sprays, the Spray Is More Even and Effective.",
        "Price": 479,
        "qty": 6,
        "oldPrice": 689,
        "image": "./images/AgroProducts/agriculture-tools-6.jpeg",
        "categorty": "AgricultureTools"
    },
    {
        "id": 479657,
        "product_nick_name": "बेलाएला पानी स्प्रे",
        "product_name": "BellAella 10 M WATER SPRAY 370 L Hand Held Sprayer, Water Spray with Gun Durable.",
        "product_description": "Water spray gun durable gun water spray is ideal for garden watering and vehicle cleaning etc. The gun nozzle water lever spray is made of solid plastic body-plated and the flexible hose connector is also constructed of plastic material. Easy to install this nozzle water lever spray gun can be mounted in seconds. Rubber connector for taps with a hole. With handle to turns unit on and off. Adjustable spray nozzle adjusts from pencil point to fan spray pattern. 5 watering patterns Tough high impact molded body. Light weight and portable.",
        "Price": 499,
        "qty": 1,
        "oldPrice": 765,
        "image": "./images/AgroProducts/agriculture-tools-7.jpeg",
        "categorty": "AgricultureTools"
    },
    {
        "id": 479658,
        "product_nick_name": "बागवानी उपकरण किट",
        "product_name": "AGT Gardening Tools kit 9 item Garden Tool Kit, Garden Tiller Garden Tool Kit  (9 Tools)",
        "product_description": "Important Note You, the customer hereby represent and undertake that you are of legal age for purchase and use of this product. You undertake that you will use the product for domestic, and/or agricultural purposes only and in a safe and legal manner, consistent with all applicable laws, safety rules, and good common sense. Further, you represent that you will take such steps as may be reasonably necessary or required by applicable law to keep the product out of the hands of minors, untrained and/or unsound mind individuals. Flipkart shall not assume any consequences, loss, damage or injury, that may arise from the violent or illegal use, or misuse of the product sold by the independent Sellers on the Flipkart platform. It is the responsibility of the customer to handle the product with due care and its intended and legitimate use as a tool. Flipkart does not represent or warrant that the customer may legally purchase, own, or possess the product. Please check the laws and regulations outlined by Law Enforcement Agencies in your local jurisdiction before purchasing and keeping the product in possession.",
        "Price": 799,
        "qty": 5,
        "oldPrice": 999,
        "image": "./images/AgroProducts/agriculture-tools-8.jpeg",
        "categorty": "AgricultureTools"
    },
    {
        "id": 479659,
        "product_nick_name": "घास काटने की मशीन",
        "product_name": "Rockstar Tools 2 Stroke/1900 W / 52cc / 2.5HP/8000rpm Grass Cutting Machine.",
        "product_description": "Rockstar Brush cutter is multi-purpose and also for agriculture farming use. Rockstar Brush can be used for cutting/harvesting wheat,rice,baajra, animal feeds and grass cutting. It is also a powerful and good machine for weeding, using its as mini rotavator Average will be 45min in 1 ltr petrol Contents- Engine, Tap And Go Spinner 3 Face Blade 80 Teeth Blade Tool Kit a) 2pc Allen Key b) 1pc Screwdriver c) 1pc Plug Pana d) 1pc Wrench e) 2pc Zip Tie Safety Guard Shoulder Harness Safety Eye Glass Gloves, Paddy Guard,Shaft",
        "Price": 9299,
        "qty": 2,
        "oldPrice": 12299,
        "image": "./images/AgroProducts/agriculture-tools-9.jpeg",
        "categorty": "AgricultureTools"
    },
    {
        "id": 479660,
        "product_nick_name": "कुदाल टूल किट",
        "product_name": "IBEX Garden Tool Set Containing, Garden Hoe with Prong, Garden Tiller Garden Tool Kit  (3 Tools)",
        "product_description": "You, the customer hereby represent and undertake that you are of legal age for purchase and use of this product. You undertake that you will use the product for domestic, and/or agricultural purposes only and in a safe and legal manner, consistent with all applicable laws, safety rules, and good common sense. Further, you represent that you will take such steps as may be reasonably necessary or required by applicable law to keep the product out of the hands of minors, untrained and/or unsound mind individuals. Flipkart shall not assume any consequences, loss, damage or injury, that may arise from the violent or illegal use, or misuse of the product sold by the independent Sellers on the Flipkart platform. It is the responsibility of the customer to handle the product with due care and its intended and legitimate use as a tool. Flipkart does not represent or warrant that the customer may legally purchase, own, or possess the product. Please check the laws and regulations outlined by Law Enforcement Agencies in your local jurisdiction before purchasing and keeping the product in possession.",
        "Price": 699,
        "qty": 3,
        "oldPrice": 950,
        "image": "./images/AgroProducts/agriculture-tools-10.jpeg",
        "categorty": "AgricultureTools"
    }
]